import { setValue } from '../../helper.js';
var EncyclopediasInterpretationCN = {};

EncyclopediasInterpretationCN.name1 = {

	text: '【科幻】“虫洞”', time: 20180406, timer: 927, letter: 'c',
  title: '虫洞',
	article: [
    '时空洞（sofa）又称爱因斯坦－罗森桥，也译作蛀孔。是宇宙中可能存在的连接两个不同时空的狭窄隧道。虫洞是1916年由奥地利物理学家路德维希·弗莱姆首次提出的概念，1930年由爱因斯坦及纳森·罗森在研究引力场方程时假设的，认为透过虫洞可以做瞬时的空间转移或者做时间旅行。',
		'由阿尔伯特·爱因斯坦提出该理论。简单地说，“虫洞”就是连接宇宙遥远区域间的时空细管。暗物质维持着虫洞出口的开启。虫洞可以把平行宇宙和婴儿宇宙连接起来，并提供时间旅行的可能性。虫洞也可能是连接黑洞和白洞的时空隧道，所以也叫"灰道"。',
		'理论上，虫洞是连结两个遥远时空的空间隧道，就像是大海里面的漩涡，是无处不在但转瞬即逝的。这些时空漩涡是由星体旋转和引力作用共同造成的。就像漩涡能够让局部水面跟水底离得更近一样，能够让两个相对距离很远的局部空间瞬间离得很近。不过有人假想一种奇异物质可以使虫洞保持张开，也有人假设如果存在一种叫做幻影物质（Phantom matter）的奇异物质的话，因为其同时具有正能量和负质量，因此能创造排斥效应以防止虫洞关闭。',
		'迄今为止，科学家们还没有观察到虫洞存在的证据。为了与其他种类的虫洞进行区分，一般通俗所称“虫洞”应被称为“时空洞”。',
    '----摘录自百度百科'
  ]
};

setValue(EncyclopediasInterpretationCN);
export default EncyclopediasInterpretationCN;