
import { setValue } from '../../helper.js';

var EncyclopediasFactCN = {};

EncyclopediasFactCN.name1 = {

	text: '【饮食】咖啡种类', time: 20180406, timer: 927, letter: 'c',
  title: '咖啡',
  article: [
    '【摩卡咖啡】又意译为阿拉伯优质咖啡，英文是 Cafe Mocha，意思是巧克力咖啡，是意式拿铁咖啡 (Café Latté) 的变种。是一种最古老的咖啡，其历史要追溯到咖啡的起源。它是由意大利浓缩咖啡、巧克力酱、鲜奶油和牛奶混合而成，摩卡得名于有名的摩卡港。十五世纪，整个中东非咖啡国家向外运输业不兴盛，也门摩卡是当时红海附近主要输出一个商港，当时咖啡主要是集中到摩卡港再向外输出的非洲咖啡，都被统称摩卡咖啡。而新兴的港口虽然代替了摩卡港的地位，但是摩卡港时期摩卡咖啡的产地依然保留了下来，这些产地所产的咖啡豆，仍被称为摩卡咖啡豆。',
    '【拿铁咖啡】拿铁咖啡是意大利浓缩咖啡(Espresso)与牛奶的经典混合，“拿铁”是意大利文“Latte”的译音，拿铁咖啡(CoffeeLatte)是花式咖啡的一种，是咖啡与牛奶交融的极至之作。意式拿铁咖啡为纯牛奶加咖啡，美式拿铁则将部分牛奶替换成奶泡。',
    '【卡布奇诺】20世纪初期，意大利人阿奇布夏发明蒸汽压力咖啡机的同时，也发展出了卡布奇诺咖啡。卡布奇诺是一种加入以同量的意大利特浓咖啡和蒸汽泡沫牛奶相混合的意大利咖啡。此时咖啡的颜色，就像卡布奇诺教会的修士在深褐色的外衣上覆上一条头巾一样，咖啡因此得名。传统的卡布奇诺咖啡是三分之一浓缩咖啡，三分之一蒸汽牛奶和三分之一泡沫牛奶，并在上面撒上小颗粒的肉桂粉末。',
    '【黑咖啡】黑咖啡是不加任何修饰的咖啡，黑咖啡带来的是品味咖啡的原始感受。黑咖啡集合了咖啡香甘醇酸苦五味的特点，它原始而又粗犷，深邃而又耐人寻味。',
    '----摘录自百度百科'
  ]
};


setValue(EncyclopediasFactCN);
export default EncyclopediasFactCN;