import { setValue } from '../../helper.js';

var MovieActionsSeasonsCN = {};


MovieActionsSeasonsCN.name1 = {

  text: '【迪士尼】《寻梦环游记》《Coco》【美国】', value: '001', time: 20180120, timer: 2000, letter: 'x',
  title: '寻梦环游记',
  score: 9.4,
  article: [
    '本片由迪士尼出品，皮克斯制作，于2017年11月22日在美国上映，2017年11月24日在中国内地上映。',
    '本片是在冥界与人界之间的环境下讲述的关于亲情、家人与理想的故事。',
    '一改迪士尼毫不悬念的传统作风，本片从故事主人公米格的视角直接讲述了他的一系列冒险经历,从寻找曾曾祖父直到最后竟找到了杀害增曾祖父的凶手，感人一幕和曲折境遇环环相扣，使得米格获得了成长',
    '迪士尼童话系列，结局岂能不完美？虽然波澜起伏，但还是能在扇你一个大嘴巴之后，及时地喂你一颗糖豆并扶你起来继续战斗。',
    '本片上映之初一度被奉为口碑佳作，网络评分高达9.5分，同时期其他电影最高也就8.几分，的确还是有其道理的。'
 ]
};

MovieActionsSeasonsCN.name2 = {

  text: '【科幻】《头号玩家》《Ready Player One》【美国】', value: '002', time: 20180407, timer: 2000, letter: 't',
  title: '头号玩家',
  score: 9.0,
  article: [
    '本片于2018年3月30日在中国内地与北美同步上映。',
    '该片讲述的是在未来一个时段，人类开始无法从现实中体验良好生活。然后一个游戏设计师设计了一款称之为“绿洲”的无所不能的游戏世界，人类开始普遍通过玩游戏逃避现实。后来设计师死了，在死前她发布了自己的遗愿，就是在游戏中集齐三个钥匙便可获彩蛋并继承他所有的遗产及股份。于是人们便开始疯狂地探索着',
    '即便是在这样的情况下，人类永远遵从着社会等级划分的规律，有大公司建立了自己的帝国（游戏），拥有大批的劳工在游戏中为他们服务，他们被称为IOI组织，也是主角做斗争的主要对象。',
    '本着真实而不浮夸，合理而又不失分寸的原则，观众还是能够看出，狂妄的资本家头目无所不用其极，总能干出些出格的事，使得主人公的反抗变得合情合理。然而我本人并不对资本家吃有偏见。',
    '这部片子具有教育意义和讽刺意味。',
    '教育“现实才是最宝贵的”，以至于游戏设计师在最终与主角的对话当中只说了一句“现实，是真的，你明白我的意思吧？”这么一句看上去很潦草但却意味深长的句子。',
    '教育“没能勇敢地迈出那一步”，爱情来临之时，没有迈出那一步所留下的遗憾是一生的。以至于设计师知道自己即将要死了的时候还念念不忘的程度。',
    '讽刺，讽刺的是这个贪婪的世界，只要是能带来利益的事物，不管创造它的初衷是怎样的，总会被玷污。',
    '本片英文名字为 Ready Player One，我理解为“那个准备好了的玩家”，顾名思义，主人公通过这次斗争理解了朋友，理解了抓住爱情，理解了现实才是最重要的，而其他玩家呢？我认为他们在玩游戏，还会再玩游戏，所以他们并没有准备好“玩”现实，这个地球上最大的“游戏平台”。',
    '这个世界上最牛逼的，不存在bug，不存在延迟，不存在外挂，亿级玩家同时在线，不会崩溃的游戏平台：地球online————zbc',
    '当心不要被踢出服务器哦！————zbc'
  ]
};

MovieActionsSeasonsCN.name3 = {

  text: '【科幻】《狂暴巨兽》《Rampage》【美国】', value: '003', time: 20180414, timer: 1600, letter: 'k',
  title: '狂暴巨兽',
  score: 9.0,
  article: [
    '影片于2018年4月13日以2D、3D、IMAX 3D、中国巨幕格式在中国大陆、美国同步上映。',
    '标题翻译的还算到位，单词也大概就是这个意思',
    '本片的科技出发角度是生物基因学。某公司为研制新型基因药物，不惜到太空中去做实验研究，然而并没有有效地控制事态的发展，导致生物因感染人造基因后破坏实验并将药物样本散落到地球（美国）的三个野生动物区位置，三个巨兽出处明确，事出有因。条理清晰。恰巧其中一只就是主人公收养的猩猩。药物机理讲得很明确：结合了鲨鱼的无限制生长特性、蓝鲸的超速生长特性、豹的速度、以及等等诸如自我恢复能力超强、易怒的特性，然后他们的神经活跃程度和新陈代谢速率快的超乎人类的认知，使得他们的体型越来越大。就此交代了怪兽战力。',
    '本片最大的看点除炫酷特效、暴力对抗的震撼之外，还融合了人与动物之间的情感话题。透过故事剧情仿佛再次向人类示警：“如果说人类不会死于天灾，那么人类必将死于自己”',
    '本片优点在于剧情不拖、也不唐突、递进有序，理论分明。该介绍的该让观众知道的，就让你知道；不需要知道的，一概省略。剧情连接紧密，不故意煽情，就让你在观看“现实中”发生的事儿让你自己体会，不多BB。',
    '美国片永远都是，反派总是能搞出各种各样的幺蛾子，人类反派则一定是为了钱；非人类反派就是为了生存。但是老子就是喜欢这一诚实而又中肯的观点。',
  ]
};


MovieActionsSeasonsCN.name4 = {

  text: '【科幻】《环太平洋：雷霆再起》《PercificRim》【美国】', value: '003', time: 20180415, timer: 1600, letter: 'k',
  title: '环太平洋：雷霆再起',
  score: 8.8,
  article: [
    '该片于2018年3月23日在中国大陆、美国同步上映',
    '之前补过了环太平洋的第一部了，已然了解故事的背景内容了。这次，影片明确给出了外星入侵者的定义名称“先驱”。核心理念和技术是神经同步。',
    '影片主角乃是一代已故黑人长官的儿子，以及一个通过做黑市买卖认识的一个女孩子，各种机缘巧合吧，对了，还有那两个坑爹的科学家。上一部中的女主角森麻子在这里充当男主角的姐姐，并与开篇不久后牺牲，怎么说呢，的确是看的出来，她老了。新登场的主要人物还有一个中国女老板，“邵氏工业”的女头子，长得，嗯....好看。不愧是合作影业，都出现中国人了，还有各种中国话，对于我这么崇洋媚外的人来说，感觉甚是别扭。开篇各种邵氏工业怎样怎样实施他们的技术部署，以及怎样怎样的筹划，给人一种怪兽消失了，然后人类又开始为了利益作弄出幺蛾子的感觉。仿佛众人皆导演一般容易猜的出之后的剧情。',
    '然而，生命不息，坑爹不止。剧情逐渐开始从邵氏工业失误，转变为了那个被重金挖走的科学家耐特故意为之。其实那个货由于之前和怪兽大脑同步连接之后，被感染并侵占了他的身体，导致邵氏工业浓重自动化味道的工厂为先驱所使用，又打开了虫洞，重新召唤了几个怪兽。boss被耐特强行三个合体。',
    '开打开打，然而这次居然是那几个学员跟着两个老前辈搞事情，正规军和驾驶员居然就男主跟他的老搭档两个人。不得不说，美国大片的激烈打戏配上3D效果几乎可以弥补任何剧情上的漏洞和损失，就是好看！学员们依次倒下，嗯，这个还比较靠谱，毕竟怪兽加强版。然而在最后关头，竟然是邵氏老总开着小姑娘造的那个小机甲来支援，本以为坑爹的菜鸟救世开始了，不过最终剧情还算靠谱，菜鸟就得是菜鸟，不能老像日本番剧一样靠精神和气势取胜，那个小东西除了送燃料、救主人公之外没有对怪兽造成伤害。',
    '结尾还是惯例挖坑，最后来了一句“告诉你脑内的先驱，我们不怕，下次不会再劳烦你们前来，我们会登门拜访”，嗯...意思就是可以有下一部，然后下一部我们还可以，到外星上去玩。不过我倒是认为，他们上不去，因为只有跟渺小的人类和脆弱的城市建筑相比才能感到机甲和怪兽的强大，到了外星，没有了生活代入感，反而会显得糟糕了不少。'
  ]
};

setValue(MovieActionsSeasonsCN);
export default MovieActionsSeasonsCN;