import { setValue } from '../../helper.js';

var MovieActionsSeasonsCN = {};


MovieActionsSeasonsCN.name1 = {

  text: '【迪士尼】《寻梦环游记》《Coco》【美国】', value: '001', time: 20180120, timer: 2000, letter: 'x',
  title: '寻梦环游记',
  score: 9.4,
  article: [
    '本片由迪士尼出品，皮克斯制作，于2017年11月22日在美国上映，2017年11月24日在中国内地上映。',
    '本片是在冥界与人界之间的环境下讲述的关于亲情、家人与理想的故事。',
    '一改迪士尼毫不悬念的传统作风，本片从故事主人公米格的视角直接讲述了他的一系列冒险经历,从寻找曾曾祖父直到最后竟找到了杀害增曾祖父的凶手，感人一幕和曲折境遇环环相扣，使得米格获得了成长',
    '迪士尼童话系列，结局岂能不完美？虽然波澜起伏，但还是能在扇你一个大嘴巴之后，及时地喂你一颗糖豆并扶你起来继续战斗。',
    '本片上映之初一度被奉为口碑佳作，网络评分高达9.5分，同时期其他电影最高也就8.几分，的确还是有其道理的。'
 ]
};

MovieActionsSeasonsCN.name2 = {

  text: '【科幻】《头号玩家》《Ready Player One》【美国】', value: '002', time: 20180407, timer: 2000, letter: 't',
  title: '头号玩家',
  score: 9.0,
  article: [
    '本片于2018年3月30日在中国内地与北美同步上映。',
    '该片讲述的是在未来一个时段，人类开始无法从现实中体验良好生活。然后一个游戏设计师设计了一款称之为“绿洲”的无所不能的游戏世界，人类开始普遍通过玩游戏逃避现实。后来设计师死了，在死前她发布了自己的遗愿，就是在游戏中集齐三个钥匙便可获彩蛋并继承他所有的遗产及股份。于是人们便开始疯狂地探索着',
    '即便是在这样的情况下，人类永远遵从着社会等级划分的规律，有大公司建立了自己的帝国（游戏），拥有大批的劳工在游戏中为他们服务，他们被称为IOI组织，也是主角做斗争的主要对象。',
    '本着真实而不浮夸，合理而又不失分寸的原则，观众还是能够看出，狂妄的资本家头目无所不用其极，总能干出些出格的事，使得主人公的反抗变得合情合理。然而我本人并不对资本家吃有偏见。',
    '这部片子具有教育意义和讽刺意味。',
    '教育“现实才是最宝贵的”，以至于游戏设计师在最终与主角的对话当中只说了一句“现实，是真的，你明白我的意思吧？”这么一句看上去很潦草但却意味深长的句子。',
    '教育“没能勇敢地迈出那一步”，爱情来临之时，没有迈出那一步所留下的遗憾是一生的。以至于设计师知道自己即将要死了的时候还念念不忘的程度。',
    '讽刺，讽刺的是这个贪婪的世界，只要是能带来利益的事物，不管创造它的初衷是怎样的，总会被玷污。',
    '本片英文名字为 Ready Player One，我理解为“那个准备好了的玩家”，顾名思义，主人公通过这次斗争理解了朋友，理解了抓住爱情，理解了现实才是最重要的，而其他玩家呢？我认为他们在玩游戏，还会再玩游戏，所以他们并没有准备好“玩”现实，这个地球上最大的“游戏平台”。',
    '这个世界上最牛逼的，不存在bug，不存在延迟，不存在外挂，亿级玩家同时在线，不会崩溃的游戏平台：地球online————zbc',
    '当心不要被踢出服务器哦！————zbc'
  ]
};


setValue(MovieActionsSeasonsCN);
export default MovieActionsSeasonsCN;