
var MovieActionsSeasonsCN = [
	{
		time: 20180120, timer: 2000, letter: 'x',
		title: '寻梦环游记',
		comefrom: '美国',
		type: '迪士尼',
		nameCN: '《寻梦环游记》',
		name: '《CoCo》',
		release: '2017-11-24',
		seen: '2018-01-20_20:00',
		score: '9.4',
		content: [
			'本片由迪士尼出品，皮克斯制作，于2017年11月22日在美国上映，2017年11月24日在中国内地上映。',
			'本片是在冥界与人界之间的环境下讲述的关于亲情、家人与理想的故事。',
			'一改迪士尼毫不悬念的传统作风，本片从故事主人公米格的视角直接讲述了他的一系列冒险经历,从寻找曾曾祖父直到最后竟找到了杀害增曾祖父的凶手，感人一幕和曲折境遇环环相扣，使得米格获得了成长',
			'迪士尼童话系列，结局岂能不完美？虽然波澜起伏，但还是能在扇你一个大嘴巴之后，及时地喂你一颗糖豆并扶你起来继续战斗。',
			'本片上映之初一度被奉为口碑佳作，网络评分高达9.5分，同时期其他电影最高也就8.几分，的确还是有其道理的。'
		]
	},
	{
		time: 20180407, timer: 2000, letter: 't',
		title: '头号玩家',
		comefrom: '美国',
		type: '科幻',
		nameCN: '《头号玩家》',
		name: '《Ready Player One》',
		release: '2018-03-30',
		seen: '2018-04-07_20:00',
		score: '9.0',
		content: [
			'本片于2018年3月30日在中国内地与北美同步上映。',
			'该片讲述的是在未来一个时段，人类开始无法从现实中体验良好生活。然后一个游戏设计师设计了一款称之为“绿洲”的无所不能的游戏世界，人类开始普遍通过玩游戏逃避现实。后来设计师死了，在死前她发布了自己的遗愿，就是在游戏中集齐三个钥匙便可获彩蛋并继承他所有的遗产及股份。于是人们便开始疯狂地探索着',
			'即便是在这样的情况下，人类永远遵从着社会等级划分的规律，有大公司建立了自己的帝国（游戏），拥有大批的劳工在游戏中为他们服务，他们被称为IOI组织，也是主角做斗争的主要对象。',
			'本着真实而不浮夸，合理而又不失分寸的原则，观众还是能够看出，狂妄的资本家头目无所不用其极，总能干出些出格的事，使得主人公的反抗变得合情合理。然而我本人并不对资本家吃有偏见。',
			'这部片子具有教育意义和讽刺意味。',
			'教育“现实才是最宝贵的”，以至于游戏设计师在最终与主角的对话当中只说了一句“现实，是真的，你明白我的意思吧？”这么一句看上去很潦草但却意味深长的句子。',
			'教育“没能勇敢地迈出那一步”，爱情来临之时，没有迈出那一步所留下的遗憾是一生的。以至于设计师知道自己即将要死了的时候还念念不忘的程度。',
			'讽刺，讽刺的是这个贪婪的世界，只要是能带来利益的事物，不管创造它的初衷是怎样的，总会被玷污。',
			'本片英文名字为 Ready Player One，我理解为“那个准备好了的玩家”，顾名思义，主人公通过这次斗争理解了朋友，理解了抓住爱情，理解了现实才是最重要的，而其他玩家呢？我认为他们在玩游戏，还会再玩游戏，所以他们并没有准备好“玩”现实，这个地球上最大的“游戏平台”。',
			'这个世界上最牛逼的，不存在bug，不存在延迟，不存在外挂，亿级玩家同时在线，不会崩溃的游戏平台：地球online————zbc',
			'当心不要被踢出服务器哦！————zbc'
		]
	},
	{
		time: 20180414, timer: 1600, letter: 'k',
		title: '狂暴巨兽',
		comefrom: '美国',
		type: '科幻',
		nameCN: '《狂暴巨兽》',
		name: '《Rampage》',
		release: '2018-04-13',
		seen: '2018-04-14_16:00',
		score: '8.9',
		content: [
			'影片于2018年4月13日以2D、3D、IMAX 3D、中国巨幕格式在中国大陆、美国同步上映。',
			'标题翻译的还算到位，单词也大概就是这个意思',
			'本片的科技出发角度是生物基因学。某公司为研制新型基因药物，不惜到太空中去做实验研究，然而并没有有效地控制事态的发展，导致生物因感染人造基因后破坏实验并将药物样本散落到地球（美国）的三个野生动物区位置，三个巨兽出处明确，事出有因。条理清晰。恰巧其中一只就是主人公收养的猩猩。药物机理讲得很明确：结合了鲨鱼的无限制生长特性、蓝鲸的超速生长特性、豹的速度、以及等等诸如自我恢复能力超强、易怒的特性，然后他们的神经活跃程度和新陈代谢速率快的超乎人类的认知，使得他们的体型越来越大。就此交代了怪兽战力。',
			'本片最大的看点除炫酷特效、暴力对抗的震撼之外，还融合了人与动物之间的情感话题。透过故事剧情仿佛再次向人类示警：“如果说人类不会死于天灾，那么人类必将死于自己”',
			'本片优点在于剧情不拖、也不唐突、递进有序，理论分明。该介绍的该让观众知道的，就让你知道；不需要知道的，一概省略。剧情连接紧密，不故意煽情，就让你在观看“现实中”发生的事儿让你自己体会，不多BB。',
			'美国片永远都是，反派总是能搞出各种各样的幺蛾子，人类反派则一定是为了钱；非人类反派就是为了生存。但是老子就是喜欢这一诚实而又中肯的观点。',
		]
	},
	{
		time: 20180415, timer: 1600, letter: 'h',
		title: '环太平洋：雷霆再起',
		comefrom: '美国',
		type: '科幻',
		nameCN: '《环太平洋：雷霆再起》',
		name: '《PercificRim》',
		release: '2018-03-23',
		seen: '2018-04-15_16:00',
		score: '8.8',
		content: [
			'该片于2018年3月23日在中国大陆、美国同步上映',
			'之前补过了环太平洋的第一部了，已然了解故事的背景内容了。这次，影片明确给出了外星入侵者的定义名称“先驱”。核心理念和技术是神经同步。',
			'影片主角乃是一代已故黑人长官的儿子，以及一个通过做黑市买卖认识的一个女孩子，各种机缘巧合吧，对了，还有那两个坑爹的科学家。上一部中的女主角森麻子在这里充当男主角的姐姐，并与开篇不久后牺牲，怎么说呢，的确是看的出来，她老了。新登场的主要人物还有一个中国女老板，“邵氏工业”的女头子，长得，嗯....好看。不愧是合作影业，都出现中国人了，还有各种中国话，对于我这么崇洋媚外的人来说，感觉甚是别扭。开篇各种邵氏工业怎样怎样实施他们的技术部署，以及怎样怎样的筹划，给人一种怪兽消失了，然后人类又开始为了利益作弄出幺蛾子的感觉。仿佛众人皆导演一般容易猜的出之后的剧情。',
			'然而，生命不息，坑爹不止。剧情逐渐开始从邵氏工业失误，转变为了那个被重金挖走的科学家耐特故意为之。其实那个货由于之前和怪兽大脑同步连接之后，被感染并侵占了他的身体，导致邵氏工业浓重自动化味道的工厂为先驱所使用，又打开了虫洞，重新召唤了几个怪兽。boss被耐特强行三个合体。',
			'开打开打，然而这次居然是那几个学员跟着两个老前辈搞事情，正规军和驾驶员居然就男主跟他的老搭档两个人。不得不说，美国大片的激烈打戏配上3D效果几乎可以弥补任何剧情上的漏洞和损失，就是好看！学员们依次倒下，嗯，这个还比较靠谱，毕竟怪兽加强版。然而在最后关头，竟然是邵氏老总开着小姑娘造的那个小机甲来支援，本以为坑爹的菜鸟救世开始了，不过最终剧情还算靠谱，菜鸟就得是菜鸟，不能老像日本番剧一样靠精神和气势取胜，那个小东西除了送燃料、救主人公之外没有对怪兽造成伤害。',
			'结尾还是惯例挖坑，最后来了一句“告诉你脑内的先驱，我们不怕，下次不会再劳烦你们前来，我们会登门拜访”，嗯...意思就是可以有下一部，然后下一部我们还可以，到外星上去玩。不过我倒是认为，他们上不去，因为只有跟渺小的人类和脆弱的城市建筑相比才能感到机甲和怪兽的强大，到了外星，没有了生活代入感，反而会显得糟糕了不少。'
		]
	},
	{
		time: 20180415, timer: 2000, letter: 'h',
		title: '红海行动',
		comefrom: '中国',
		type: '实改',
		nameCN: '《红海行动》',
		name: '《Operation Red Sea》',
		release: '2018-02-16',
		seen: '2018-04-15_20:00',
		score: '8.6',
		content: [
			'本片于2018年2月16日在中国内地上映；3月1日在中国香港上映。',
			'看这部片子之前的同一天刚刚看完环太平洋2，想着正好余兴未过，对比一下中美大片的区别',
			'早在过年之后，网上就在流传，红海行动怎样怎样震撼、牛逼啊，终于进化了啊、不次于好莱坞大片的国产片啊之类的众说纷纭的吹捧言论，最初还是使我感到有那么一些反感，觉得这可真是，一个“扬我军威”的宣传性政治片子，难道政府也开始喜欢雇佣水军了吗？但还是按捺不住好奇心，前去观之而后快。',
			'看了之后，感触颇深。讲述的是海军在国外执行陆战任务的情景。看完之后怎么说呢，从特效上来讲，相当不错，但由于是实改片，所以比较贴近现实，包括恐怖分子挟持平民从充当人肉炸弹，死尸、刑讯及一些恐怖活动，战争所到之处，遍野狼藉，家庭分崩离析，亲人失散，路人遭灾。相比于生活在和平之中的我们，还是太幸福了，因为我们在想如何获得更好。那些战争国家的民众只是在想怎样活着。',
			'然而本片虽然是实改，但是还是应了那句话，“文艺离不开政治”，这里面有两次给我印象比较深的绝不可能发生的事发生了。一个是在前线战场上，企图解救被威胁的人肉炸弹人，还有一次就是受夏楠的感化企图8人对抗150人的恐怖分子团队。不管你是有多猛，你多有想法，这种事是绝对不会发生的。虽然我没有尝试调查历史实情，但是这种没有被下达上级指令，并且还需要冒巨大危险的行动是不应该发生在军人身上的，尤其这还是中国军人，不存在的。我就是觉得，这里面为了散布中国人道主义精神做的有点过了。',
			'其次，对于打戏，8人对150人，经常出现的镜头是恐怖分子纷纷中枪倒地，我军躲躲藏藏，我军一扫一片，敌方各种打偏。即便是偷袭也不应该出现这种情况啊，更何况是在敌方最熟悉的老巢。虽然过程中惨烈地牺牲了两个人这一幕刻画的够劲儿，但是就结果而言，还是令我有些难以接受。只是有一点，整体剧情紧凑，枪战清洁带感震撼。有些慢放特效还是相当不错，但是你要是想跟那些美国大片相比，还是有些距离的。网上的言辞还是略显浮夸了。',
			'本片中最那安逸让我接受的一个事儿，那个唯一的女兵，她绝对是导演让她活下来的。她有两次身陷绝境，一次是在战壕中目睹一位同伴死去，一人残臂，而直接跳过不再赘述，那么她在还没打完的战场上是怎么活下来的？再出现的时候已经是和平场景了。在影院我就觉得有些不对。第二次，他被恐怖分子抓住与队长对峙，我方狙击狙杀了敌方胁迫着，当时虽说后面有飞机仓库，但是前方还有不少恐怖分子，上方还有恐怖分子直升机，然后她就跑进了机舱仅只一个人前来与之搏斗。这就，哎呀，行吧，也不绝无可能吧...',
			'总体来讲，除去片子中宣传性桥段外，整体观感不错，减0.2分刻意分。'
		]
	},
		{
		time: 20180421, timer: 1500, letter: 't',
		title: '唐人街探案2',
		comefrom: '中国',
		type: '解密破案',
		nameCN: '《唐人街探案2》',
		name: '《唐人街探案2》',
		release: '2018-02-16',
		seen: '2018-04-21_15:00',
		score: '8.6',
		content: [
			'本片于2018年2月16日在中国内地上映。',
			'对比第一部，绕来绕去的情节发展以及层层递进的人设，第二部还是略显粗糙了一些。并且本片从一开始，就引出一个假凶手————宋义。并且在片尾把他弄成了顺风真凶。这一点上倒是和上一部有着异曲同工之妙。破案悬疑片，往往给你搞一些意想不到的作案手法、令人费解的的现场情况以及“真凶就在主角身边”作为最大看点；最后再给你配上最悲情或者是最变态的作案动机以解释这一切，已成为该类片子的惯例菜谱。',
			'第一部妙就妙在它是两个案子重叠之后的结果，解释整个案件进行了反复的推敲，针对同一事情得出不同的结论，进而最终得到真相。然而第二部却显得有点别扭，为什么这么说呢？因为剧情发展到中期的时候就已经透漏给观众，“没错，凶手就是这个法医兼职者。”，然后果不其然就是他，并且企图在最后的最后告诉观众“还有一个真凶就是在你身边的这个宋义”以达到使观众恍然大悟的思维冲击效果。事实并非如此，至少给我的感觉就是这样的，因为关于宋义杀人这段情节完美到几乎没有破绽，以至于你可以把最后秦风与宋义的对话删掉也毫无违和感。仅仅是靠口头分析来直接揭破谜底，在之前的情节刻画中毫无端倪或是过于细微的话，是不会给观众带来多少思维体验的，因为观众，不是侦探，看电影也是我为了娱乐，不是为了烧脑。如果你有此类特殊癖好，这段话当我没说。',
			'人设上，有一个打扮得像金克斯的女主角2号，比较突兀，纯粹就是帮秦风打高级辅助的，把黑客弄得无所不能了，不过没关系，为了情节发展，这些倒是无可厚非，第一部纯粹就是靠“最强大脑”取得成功的，这是可以被理解的，因为这存在而所以显得真实。本片纽约越狱那一块还是算了吧，太扯了，这毕竟不是科幻片，显得扯谈了，世界上一超多强唯一的超级大国的一线城市高级监狱，说破就破啦？！',
			'另外，该片企图弘扬中国文化这一行为正确是正确，但是这一方面的做法还是不够成熟，显得做作，无处不体现之，怎么说呢，整个中国影视圈，我还没见到哪里能够做的天衣无缝，毫无违和感。你自己体会吧。',
			'本片两部认识了一个新明星————刘昊然。1997年生人。不得不说90后已然登上历史舞台，后生可畏，让我这个93年的孤寡老人望而兴叹。'
		]
	}
];


export default MovieActionsSeasonsCN;