
var MovieActionsAppreciationCN = [
{

	text: '【科幻】《环太平洋》《PERCIFIC RIM》【美国】', value: '001', time: 20180406, timer: 1327, letter: 'h',
  title: '环太平洋',
	article: [
    '本片于2013年7月12日于美国首映。',
    '本故事是在承认并相信爱因斯坦的虫洞理论基础上，展开的人类与怪兽的竞争。当中涉及了怪兽如何入侵，入侵规律及规模，形态样貌，攻击能力、作战目的与作战方式等。人类方面也讲述了如何抵抗，抵抗武器、武器的使用方式，简要机制，甚至还讲述了人类的7年抵抗史。继承了美国特效大片一贯的优良作风：逻辑清晰，目的明确，和国内某些“为了特效而特效的”片子有本质区别，那就是“讲的津津有味，好像确有其事一般”轻易地将观众引入剧情。',
    '本剧的主要反抗武器载体为巨型机器人，内置各种先进、原始武器。包括离子炮、链剑等，但是人类的许多思维还是被局限于核武器方面了，因为无论是最终企图毁掉虫洞的炸弹还是最终实际毁掉冲动的方案，都是利用了核弹原理。但这也无可厚非，毕竟一方面，大的东西就要由更大的东西来对付，另一方面比较容易被人们接受，因为那是在现实中真实存在的。',
    '然而，在讲述故事和推动剧情发展的同时，也不忘加上几条核心意义，随着故事主线慢慢发展，导演还是渐渐地将一些现实中真实存在的和警示性的事实渗透给观众，诸如，世界末日来临之时，占优势的人总还是那些有权有势之人；万不得已之时，一些草民小众就会被放弃；环境污染造成的恶果等等。',
    '剧中我听到了经典的音乐，markDown'
  ]
},
{

  text: '【科幻】《黑客帝国》系列《MATRIX》【美国】', value: '002', time: 20180326, timer: 2100, letter: 'h',
  title: '黑客帝国',
  article: [
    '本片第一部在1999年于美国首映。第二第三部皆在2003年于美国首映',
    '很明显，导演在第一部取得的的成功，使得他在之后产生了更多的想法，以至于二三部都直接上线',
    '本故事是在20世界信息化时代来临之时产生的有趣想法。本着美国人“讲故事讲的确有其事一般”的原则，故事首先企图推翻我们所生活的世界的真实性，表示，其实我们所看所感早已不是真实，而是在高智能机器的统治下放养的牲畜。“现在”的真实时间是22世纪某时刻，环境污染造成的不见天日使得机器们失去了太阳能。由于人一生中会产生不少生物电，我们都是为机器供电的“电池”，而我们所经历的事物全都是由程序呈现给我们的，是虚假的，我们身上有很多“接口”，这些都是机器给人们赋予的，以便传输信息模拟20世纪末的时代生活和获取点亮之用。然而这个世界上还是有人类在与地球上的机器作着斗争的，他们生活在地下接近地核的一个位置，主人公是被从程序中救出来的人。同时他有着超凡的力量，也与他的职业生涯有关-- - 他是一个程序员。于是生活中的一切皆为程序，只需通过修改局部代码即可，于是这货就像超人一样，什么矢量改变，躲子弹啊，天上飞啊这种，都不在话下。',
    '第一部讲得很到位，完美地介绍了故事的世界观，概念设定以及人物关系，结局是主人公觉醒了代码力量，看透代码含义，直接强行删除掉了安保程序“史密斯”、。从第二部开始，就引入了更多人物，更多目的，人类想要征服地上机器，重掌家园所做出的努力，然而，第一部被删除的程序“史密斯”由于主人公的不安全操作，使得其再不受中央主机控制，进而成了病毒程序，将来有一天早晚会入侵并占领整个世界的电脑。于是，这也是在人机大战后期，主人公与主机谈判的主要条件，最终，通过主人公与史密斯程序的大战失败，导致其也被史密斯同化为病毒，然后此时的主人公是通过主机访问，也使得主机通过史密斯访问主人公时得到了访问史密斯的权限，删除了主人公及所有病毒史密斯，主人公阵亡。',
    '不得不说中间那一段打戏，既激烈，鼓舞人心又不失分寸，虽然打不过，但一定要尽全力一搏，充分地展示了大自然赋予人类的重要优良天性----“反抗”',
    '最终机器部队撤离战场仿佛是接受了主人公尼尔的谈判，但是随着主人公死亡和史密斯被删除，主机只说了一句“都结束了”，显然最大的赢家还是中央主机。而片尾架构师与“预言家程序”的对话又给所有人挖了一个大坑。',
    '预言家：“你会遵守约定吗？”',
    '架构师：“你以为我是什么？人类吗？”',
    '这话一方面说的可以是“你以为我会像那些下等人类一样不遵守约定吗”，另一方面也可以是“你以为我会跟人类谈约定吗”（我只是逗逗人类玩玩而已，早晚还是要征服所有人类），说白了就是可以有下一部，也可以就此打住。嗯，不愧是美国人，这坑挖的。',
    '“为了锡安！！”----米弗尼舰长'
  ]
},
{

  text: '【科幻】【迪士尼】《异星战场》《JONH CARTER OF MARS》【美国】', value: '003', time: 20180330, timer: 1200, letter: 'y',
  title: '异星战场',
  article: [
    '本片在2012年于美国首映。',
    '本片讲述了一段跨越星球的爱情故事。',
    '故事中讲火星上面不像看上去那样荒无人烟，上面有人，有多种生物，甚至还有帝国、冲突与文化。在茫茫宇宙九大行星圈中，有一股冥冥之中的势力在暗中操纵着行星上的历史潮流，我们姑且称之为使徒，当时正值使徒们大展身手，将超时代科技--“第九射线”交给他们选中的下一任统治者，男主人公为寻求宝藏，误打误撞干掉了地球上的守卫者使徒，得其神器传送到了火星。由于火星与地球的不同重力加速度，使得主人公约翰·卡特在火星之上成为了“超人”，于是他遇上了即将丧国的蓝国公主，帮助其反抗并与使徒作斗争，最终与公主有情人终成眷属。',
    '故事依然是逻辑清晰，目的明确。整个故事跌宕起伏，毕竟迪士尼，充满了童话故事的韵味，什么时候经历挫折，什么时候渲染暧昧的气氛，什么时候递进，什么时候转折，有伏笔有条理，不唐突也不拖拉。不过故事中对于使徒的说法有些稍稍令我感到不好接受，故事中讲使徒可以长生不老、千里通讯、腾云驾雾、变化多端，但却不是刀枪不入，也因此被卡特钻了空子成功扭转了战局。既然神通广大到可以支配多星球世界，那么就这么一点事情他们居然没做到，多少会令人感到有些费解，另外这些使徒竟依靠一个徽章作为高级道具支配一切，这就显得使徒并不怎么样，徽章才是神器。',
    '卡特在离开地球对外甥说的最后一句话是：“干一番事业吧，谈一场恋爱，写一本书。”，一句直点主题，那就是歌颂爱情。',
    '“Ock ohem ocktei wiss Basoom”----约翰·卡特'
 ]
},
{

  text: '【悬疑推理】《唐人街探案》【中国】', value: '003', time: 20180421, timer: 1400, letter: 't',
  title: '唐人街探案',
  article: [
    '本片在2015年12月31日于中国首映。',
    '据说该片曾获得前所未有的辉煌战绩。',
    '剧情层层递进，愉快的生活氛围和异国风情非常吸引广大观众的眼球。剧情层层发展到最后翻转使观众“恍然大悟”，巧妙地摆脱了只靠夸张的作案手法和扯淡的作案动机的束缚；将两个案子同时发生的结果重叠作为最终谜底。总体来说剧情妙不可言。但最后的最后，小女孩如此心机，虽然冲击感极强，然而有一个漏洞，那就是一个上学的女孩怎么会如此精通犯罪。',
    '这片子就没什么刻意的想要传播中国文化的要素，没植入太多广告，政治要素稀薄，显得真实刺激',
    '没什么过多言论，传世经典，值得一看。'
 ]
};
];


export default MovieActionsAppreciationCN;